// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Kommandon";

HSDDescriptionLabel = "Ange kommandon för den valda skrivaren.";
HSDCommandLabel = "Kommando:";
HSDGetResponseCheck = "Visa svar från enheten";
HSDLoadButton = "Ladda in kommandon…";
HSDSaveButton = "Spara kommandon…";
HSDStopReceivingButton = "Stoppa mottagning";

HSDInstructionLabel = "Ange den hexadecimala koden och den mänskligt läsbara beskrivningen för ett nytt specialtecken.";
HSDHexLabel = "Hexadecimal kod:";
HSDDescLabel = "Beskrivning:";
HSDHexTableColumn = "Hexadecimal kod";
HSDDescTableColumn = "Beskrivning";
HSDCancelButton = "Avbryt";
HSDOKButton = "OK";

ErrorSendTitle = "Kunde inte skicka data till skrivaren";
ErrorSendMsg = "Kontrollera att skrivaren är ansluten och påslagen. Försök igen.";

500 = "Denna skärm gör att du kan skicka godtyckliga kommandon till enheten och hämta alla data som returneras som resultat av kommandot.";
501 = "Kommando";
502 = "Svar";
503 = "Hämta svar";

HSDSendButtonTitle = "Skicka nu";

SpecialsCharactersMenuItem = "Specialtecken";
AddSpecialCharacterMenuItem = "Lägg till specialtecken…";
EditSpecialCharactersMenuItem = "Redigera specialtecken…";

SpecialCommand0 = "04 - PS-filslut ^D";
SpecialCommand1 = "0c - sidmatning <FF>";
SpecialCommand2 = "0d - vagnretur <CR>";
SpecialCommand3 = "1b - escape <ESC>";

NoSaveTitle = "Kunde inte spara filen";
NoSaveMsg = "Försök spara på en annan plats.";
DidNotSaveMessage = "Kontrollera att det finns tillräckligt med diskutrymme och att du har åtkomstbehörighet att spara filen på angiven plats.";
NoLoadTitle = "Kunde inte öppna filen";
NoLoadMsg = "Kontrollera att detta är en fil som har sparats från HP Utility.";


BigSizeAlertTitle = "Filen är för stor";
BigSizeAlertMsg = "Commands plugin stöder filer i storlekar på upp till 1 MB. Om du vill överföra större filer ska du använda \"File Upload\" plugin.";

HSDDoneButton = "Klar";
HSDEditSpecialsInstructionLabel = "Redigera specialtecken";
"Special Character Description" = "Beskrivning av specialtecken";
PrinterResponse = "Skrivarsvar";
